https://w3id.org/arco/ontology/location
http://purl.org/acco/ns#
file:///home/denis/Workspace/Job/ontology-tracker/lov-crawl/.tmpOntTest/tempOnt_type=orig.xml
https://privatealpha.com/ontology/certification/1#
http://www.w3.org/ns/adms
file:///home/moustaki/work/workspace/motools/af/rdf/audio_features.n3
https://d-nb.info/standards/elementset/agrelon#
https://raw.githubusercontent.com/airs-linked-data/lov/latest/src/airs_vocabulary.ttl#
http://securitytoolbox.appspot.com/securityAlgorithms#
http://open-services.net/ns/asset#
https://w3id.org/i40/aml#
http://purl.org/ontology/ao/core#
http://rdf.muninn-project.org/ontologies/appearances
http://semweb.mmlab.be/ns/apps4X
https://w3id.org/arco/ontology/core
http://www.arpenteur.org/ontology/Arpenteur.owl
https://data.nasa.gov/ontologies/atmonto/data
https://data.nasa.gov/ontologies/atmonto/ATM
http://purl.org/acco/ns#
file:///home/denis/Workspace/Job/ontology-tracker/lov-crawl/.tmpOntTest/tempOnt_type=orig.xml
https://privatealpha.com/ontology/certification/1#
file:///home/moustaki/work/workspace/motools/af/rdf/audio_features.n3
https://d-nb.info/standards/elementset/agrelon#
https://w3id.org/i40/aml#
https://data.nasa.gov/ontologies/atmonto/data
https://data.nasa.gov/ontologies/atmonto/ATM
https://data.nasa.gov/ontologies/atmonto/general
http://bblfish.net/work/atom-owl/2006-06-06/
http://purl.oclc.org/NET/ssnx/meteo/aws
http://bag.basisregistraties.overheid.nl/def/bag
http://def.seegrid.csiro.au/isotc211/iso19103/2005/basic
http://www.bbc.co.uk/ontologies/bbc
http://www.bbc.co.uk/ontologies/cms
http://www.bbc.co.uk/ontologies/coreconcepts
http://www.bbc.co.uk/ontologies/provenance
https://w3id.org/BCI-ontology
http://rdfs.co/bevon/0.8
http://id.loc.gov/ontologies/bibframe/
http://purl.org/ontology/bibo/
http://purl.org/NET/biol/ns#
http://www.biopax.org/release/biopax-level3.owl
http://purl.org/biotop/biotop.owl
http://purl.org/spar/biro
http://www.bl.uk/schemas/bibliographic/blterms
http://swa.cefriel.it/ontologies/botdcat-ap
http://purl.org/NET/biol/botany#
https://data.vlaanderen.be/ns/persoon
http://vocab.deri.ie/br
http://brk.basisregistraties.overheid.nl/def/brk
http://brt.basisregistraties.overheid.nl/def/top10nl
https://w3id.org/bot#
http://vocab.deri.ie/c4n
http://purl.org/spar/c4o
http://purl.org/net/cartCoord#
http://comicmeta.org/cbo/
http://cookingbigdata.com/linkeddata/ccinstances#
http://purl.org/ontology/cco/core#
http://cookingbigdata.com/linkeddata/ccpricing#
http://cookingbigdata.com/linkeddata/ccregions#
http://cookingbigdata.com/linkeddata/ccsla#
https://w3id.org/arco/ontology/context-description
http://purl.org/twc/ontology/cdm.owl#
http://www.w3.org/ns/auth/cert#
https://w3id.org/arco/ontology/cultural-event
http://purl.oclc.org/NET/ssnx/cf/cf-feature
http://purl.oclc.org/NET/ssnx/cf/cf-property
http://reference.data.gov.uk/def/central-government
file:///home/denis/Workspace/Job/ontology-tracker/lov-crawl/.tmpOntTest/tempOnt_type=orig.rdf
https://privatealpha.com/ontology/content-inventory/1#
http://dati.beniculturali.it/cis/
http://purl.org/spar/cito
http://advene.org/ns/cinelab/ld
http://www.w3.org/2011/content
http://purl.org/ontology/co/core#
https://w3id.org/cocoon/v1.0
http://vocab.deri.ie/cogs
http://purl.org/configurationontology
http://purl.org/co
http://vocab.resc.info/communication
http://www.w3.org/2007/uwa/context/deliverycontext.owl
http://purl.org/twc/vocab/conversion/
http://www.ontologydesignpatterns.org/schemas/cpannotationschema.owl
http://rhizomik.net/ontologies/copyrightonto.owl
http://vocab.deri.ie/csp
http://www.w3.org/ns/csvw#
http://www.tele.pw.edu.pl/~sims-onto/ConnectivityType.owl
https://w3id.org/arco/ontology/catalogue
https://w3id.org/ibp/CTRLont
http://www.demcare.eu/ontologies/contextdescriptor.owl
http://www.bbc.co.uk/ontologies/creativework
http://sparql.cwrc.ca/ontologies/cwrc
http://vocab.deri.ie/dady
http://purl.org/eis/vocab/daq#
http://dataid.dbpedia.org/ns/core#
http://theme-e.adaptcentre.ie/dave#
http://dbpedia.org/ontology/
http://www.w3.org/ns/dcat
http://purl.org/spar/datacite
https://w3id.org/arco/ontology/denotative-description
http://www.demcare.eu/ontologies/demlab.owl
http://purl.org/spar/deo
http://purl.org/healthcarevocab/v1
http://purl.org/dita/ns#
https://d-nb.info/standards/elementset/dnb#
http://usefulinc.com/ns/doap#
http://purl.org/spar/doco
http://elite.polito.it/ontologies/dogont.owl
http://purl.org/dpn
http://def.seegrid.csiro.au/isotc211/iso19115/2003/dataquality
http://semwebquality.org/ontologies/dq-constraints
http://purl.org/dqm-vocabulary/v1/dqm
http://www.purl.org/drammar
http://purl.org/dsnotify/vocab/eventset/
http://www.linkedmodel.org/schema/dtype
http://www.ontologydesignpatterns.org/ont/dul/DUL.owl
http://purl.org/ontology/dvia
http://archivi.ibc.regione.emilia-romagna.it/ontology/eac-cpf/eac-cpf.rdf
http://linked.earth/ontology#
http://www.ebu.ch/metadata/ontologies/ebucore/ebucore
https://vocab.eccenca.com/revision/
http://www.eclap.eu/schema/eclap/
http://purl.org/ontology/ecpo
http://erlangen-crm.org/current/
http://ontology.cybershare.utep.edu/ELSEWeb/elseweb-edac.owl
http://www.europeana.eu/schemas/edm/
http://ns.inria.fr/semed/eduprogression/v1
https://w3id.org/eepsa#
http://opendata.aragon.es/def/ei2a
http://ns.inria.fr/emoca#
http://purl.org/dc/terms/
https://w3id.org/ep-plan
https://data.nasa.gov/ontologies/atmonto/equipment
http://data.europa.eu/esco/model
http://elite.polito.it/ontologies/eupont.owl
http://purl.org/NET/c4dm/event.owl
http://purl.org/net/ns/ex
http://www.w3.org/2003/12/exif/ns
http://def.seegrid.csiro.au/isotc211/iso19115/2003/extent
http://purl.org/spar/fabio
http://biohackathon.org/resource/faldo
http://w3id.org/vcb/fel#
http://purl.org/iot/ontology/fiesta-iot#
http://xmlns.com/foaf/0.1/
https://w3id.org/fog
file:///home/denis/Workspace/Job/ontology-tracker/lov-crawl/.tmpOntTest/FeatureOfInterestOntology
