https://w3id.org/arco/ontology/location
http://purl.org/acco/ns#
file:///home/denis/Workspace/Job/ontology-tracker/lov-crawl/.tmpOntTest/tempOnt_type=orig.xml
https://privatealpha.com/ontology/certification/1#
http://www.w3.org/ns/adms
file:///home/moustaki/work/workspace/motools/af/rdf/audio_features.n3
https://d-nb.info/standards/elementset/agrelon#
https://raw.githubusercontent.com/airs-linked-data/lov/latest/src/airs_vocabulary.ttl#
http://securitytoolbox.appspot.com/securityAlgorithms#
http://open-services.net/ns/asset#
https://w3id.org/i40/aml#
http://purl.org/ontology/ao/core#
http://rdf.muninn-project.org/ontologies/appearances
http://semweb.mmlab.be/ns/apps4X
https://w3id.org/arco/ontology/core
http://www.arpenteur.org/ontology/Arpenteur.owl
https://data.nasa.gov/ontologies/atmonto/data
https://data.nasa.gov/ontologies/atmonto/ATM
http://purl.org/acco/ns#
file:///home/denis/Workspace/Job/ontology-tracker/lov-crawl/.tmpOntTest/tempOnt_type=orig.xml
https://privatealpha.com/ontology/certification/1#
file:///home/moustaki/work/workspace/motools/af/rdf/audio_features.n3
https://d-nb.info/standards/elementset/agrelon#
https://w3id.org/i40/aml#
https://data.nasa.gov/ontologies/atmonto/data
https://data.nasa.gov/ontologies/atmonto/ATM
https://data.nasa.gov/ontologies/atmonto/general
http://bblfish.net/work/atom-owl/2006-06-06/
http://purl.oclc.org/NET/ssnx/meteo/aws
http://bag.basisregistraties.overheid.nl/def/bag
http://def.seegrid.csiro.au/isotc211/iso19103/2005/basic
http://www.bbc.co.uk/ontologies/bbc
http://www.bbc.co.uk/ontologies/cms
http://www.bbc.co.uk/ontologies/coreconcepts
http://www.bbc.co.uk/ontologies/provenance
https://w3id.org/BCI-ontology
http://rdfs.co/bevon/0.8
http://id.loc.gov/ontologies/bibframe/
http://purl.org/ontology/bibo/
http://purl.org/NET/biol/ns#
http://www.biopax.org/release/biopax-level3.owl
http://purl.org/biotop/biotop.owl
http://purl.org/spar/biro
http://www.bl.uk/schemas/bibliographic/blterms
http://swa.cefriel.it/ontologies/botdcat-ap
http://purl.org/NET/biol/botany#
https://data.vlaanderen.be/ns/persoon
http://vocab.deri.ie/br
http://brk.basisregistraties.overheid.nl/def/brk
http://brt.basisregistraties.overheid.nl/def/top10nl
https://w3id.org/bot#
http://vocab.deri.ie/c4n
http://purl.org/spar/c4o
http://purl.org/net/cartCoord#
http://comicmeta.org/cbo/
http://cookingbigdata.com/linkeddata/ccinstances#
http://purl.org/ontology/cco/core#
http://cookingbigdata.com/linkeddata/ccpricing#
http://cookingbigdata.com/linkeddata/ccregions#
http://cookingbigdata.com/linkeddata/ccsla#
https://w3id.org/arco/ontology/context-description
http://purl.org/twc/ontology/cdm.owl#
http://www.w3.org/ns/auth/cert#
https://w3id.org/arco/ontology/cultural-event
http://purl.oclc.org/NET/ssnx/cf/cf-feature
http://purl.oclc.org/NET/ssnx/cf/cf-property
http://reference.data.gov.uk/def/central-government
file:///home/denis/Workspace/Job/ontology-tracker/lov-crawl/.tmpOntTest/tempOnt_type=orig.rdf
https://privatealpha.com/ontology/content-inventory/1#
http://dati.beniculturali.it/cis/
http://purl.org/spar/cito
http://advene.org/ns/cinelab/ld
http://www.w3.org/2011/content
http://purl.org/ontology/co/core#
https://w3id.org/cocoon/v1.0
http://vocab.deri.ie/cogs
http://purl.org/configurationontology
http://purl.org/co
http://vocab.resc.info/communication
http://www.w3.org/2007/uwa/context/deliverycontext.owl
http://purl.org/twc/vocab/conversion/
http://www.ontologydesignpatterns.org/schemas/cpannotationschema.owl
http://rhizomik.net/ontologies/copyrightonto.owl
http://vocab.deri.ie/csp
http://www.w3.org/ns/csvw#
http://www.tele.pw.edu.pl/~sims-onto/ConnectivityType.owl
https://w3id.org/arco/ontology/catalogue
https://w3id.org/ibp/CTRLont
http://www.demcare.eu/ontologies/contextdescriptor.owl
http://www.bbc.co.uk/ontologies/creativework
http://sparql.cwrc.ca/ontologies/cwrc
http://vocab.deri.ie/dady
http://purl.org/eis/vocab/daq#
http://dataid.dbpedia.org/ns/core#
http://theme-e.adaptcentre.ie/dave#
http://dbpedia.org/ontology/
http://www.w3.org/ns/dcat
http://purl.org/spar/datacite
https://w3id.org/arco/ontology/denotative-description
http://www.demcare.eu/ontologies/demlab.owl
http://purl.org/spar/deo
http://purl.org/healthcarevocab/v1
http://purl.org/dita/ns#
https://d-nb.info/standards/elementset/dnb#
http://usefulinc.com/ns/doap#
http://purl.org/spar/doco
http://elite.polito.it/ontologies/dogont.owl
http://purl.org/dpn
http://def.seegrid.csiro.au/isotc211/iso19115/2003/dataquality
http://semwebquality.org/ontologies/dq-constraints
http://purl.org/dqm-vocabulary/v1/dqm
http://www.purl.org/drammar
http://purl.org/dsnotify/vocab/eventset/
http://www.linkedmodel.org/schema/dtype
http://www.ontologydesignpatterns.org/ont/dul/DUL.owl
http://purl.org/ontology/dvia
http://archivi.ibc.regione.emilia-romagna.it/ontology/eac-cpf/eac-cpf.rdf
http://linked.earth/ontology#
http://www.ebu.ch/metadata/ontologies/ebucore/ebucore
https://vocab.eccenca.com/revision/
http://www.eclap.eu/schema/eclap/
http://purl.org/ontology/ecpo
http://erlangen-crm.org/current/
http://ontology.cybershare.utep.edu/ELSEWeb/elseweb-edac.owl
http://www.europeana.eu/schemas/edm/
http://ns.inria.fr/semed/eduprogression/v1
https://w3id.org/eepsa#
http://opendata.aragon.es/def/ei2a
http://ns.inria.fr/emoca#
http://purl.org/dc/terms/
https://w3id.org/ep-plan
https://data.nasa.gov/ontologies/atmonto/equipment
http://data.europa.eu/esco/model
http://elite.polito.it/ontologies/eupont.owl
http://purl.org/NET/c4dm/event.owl
http://purl.org/net/ns/ex
http://www.w3.org/2003/12/exif/ns
http://def.seegrid.csiro.au/isotc211/iso19115/2003/extent
http://purl.org/spar/fabio
http://biohackathon.org/resource/faldo
http://w3id.org/vcb/fel#
http://purl.org/iot/ontology/fiesta-iot#
http://xmlns.com/foaf/0.1/
https://w3id.org/fog
file:///home/denis/Workspace/Job/ontology-tracker/lov-crawl/.tmpOntTest/FeatureOfInterestOntology
http://purl.org/acco/ns#
http://www.rkbexplorer.com/ontologies/acm
https://d-nb.info/standards/elementset/agrelon#
https://w3id.org/i40/aml#
https://data.nasa.gov/ontologies/atmonto/data#
https://data.nasa.gov/ontologies/atmonto/ATM#
https://data.nasa.gov/ontologies/atmonto/general#
http://rdfs.co/bevon/0.8
https://data.vlaanderen.be/ns/persoon
https://w3id.org/bot#
http://cookingbigdata.com/linkeddata/ccinstances#
http://cookingbigdata.com/linkeddata/ccpricing#
http://cookingbigdata.com/linkeddata/ccregions#
http://cookingbigdata.com/linkeddata/ccsla#
http://purl.org/ontology/chord/
http://dati.beniculturali.it/cis/
http://theme-e.adaptcentre.ie/dave#
https://d-nb.info/standards/elementset/dnb#
http://archivi.ibc.regione.emilia-romagna.it/ontology/eac-cpf/eac-cpf.rdf
http://ns.inria.fr/semed/eduprogression/v1
https://w3id.org/eepsa#
http://opendata.aragon.es/def/ei2a
http://ns.inria.fr/emoca#
http://xmlns.com/foaf/0.1/
https://data.nasa.gov/ontologies/atmonto/equipment#
http://purl.org/iot/ontology/fiesta-iot#
https://w3id.org/seas/FeatureOfInterestOntology
http://streamreasoning.org/ontologies/frappe#
http://iflastandards.info/ns/fr/frbr/frbrer/frbrer.rdf
http://www.w3.org/2004/09/fresnel
http://data.ordnancesurvey.co.uk/ontology/50kGazetteer/
https://w3id.org/GConsent
https://w3id.org/GDPRov
https://w3id.org/GDPRtEXT
http://vocab.lenka.no/geo-deling
http://data.ign.fr/def/geofla
http://data.ign.fr/def/geometrie
http://def.seegrid.csiro.au/isotc211/iso19109/2005/feature
https://www.gleif.org/ontology/L1/
https://www.gleif.org/ontology/L2/
https://www.gleif.org/ontology/Base/
https://www.gleif.org/ontology/EntityLegalForm/
https://www.gleif.org/ontology/Geocoding/
https://www.gleif.org/ontology/RegistrationAuthority/
https://www.gleif.org/ontology/ReportingException/
http://def.seegrid.csiro.au/isotc211/iso19107/2003/geometry
http://www.opengis.net/ont/gml
http://www.geonames.org/ontology
https://d-nb.info/standards/elementset/gnd#
https://w3id.org/gom
http://gov.genealogy.net/ontology.owl
http://purl.org/goodrelations/v1
http://www.opengis.net/ont/geosparql
http://vocab.gtfs.org/terms#
http://resource.geosciml.org/ontology/timescale/gts
http://def.seegrid.csiro.au/isotc211/iso19150/-2/2012/basic
http://sensormeasurement.appspot.com/ont/home/homeActivity#
http://purl.org/ontology/holding
http://vcharpenay.github.io/hto/hto.xml
http://www.w3.org/2011/http
https://www.auto.tuwien.ac.at/downloads/thinkhome/ontology/WeatherOntology.owl
http://www.w3.org/ns/hydra/core
http://rdf.insee.fr/def/demo
http://rdf.insee.fr/def/geo
http://data.ign.fr/def/ignf
http://njh.me/
http://vocab.resc.info/incident
http://www.ontologydesignpatterns.org/cp/owl/informationrealization.owl
http://purl.org/innovation/ns
http://reference.data.gov.uk/def/intervals/
http://www.ontologydesignpatterns.org/ont/dul/IOLite.owl
http://purl.oclc.org/NET/UNIS/fiware/iot-lite#
http://purl.org/ipo/core
http://www.ontologydesignpatterns.org/ont/web/irw.owl
http://purl.org/ontology/is/core#
http://purl.org/iso25964/skos-thes
http://w3id.org/charta77/jup
http://rdfs.co/juso/0.1.2
http://rdfs.co/juso/kr/0.1.1
http://linkeddata.center/kees/v1
http://purl.org/NET/c4dm/keys.owl
http://lawd.info/ontology/
http://www.w3.org/ns/ldp#
http://lemon-model.net/lemon
http://www.lexinfo.net/ontology/2.0/lexinfo
http://def.seegrid.csiro.au/isotc211/iso19115/2003/lineage
https://w3id.org/lio/v1
http://www.linklion.org/ontology
http://www.ontologydesignpatterns.org/ont/lmm/LMM_L1.owl
http://www.ontologydesignpatterns.org/ont/lmm/LMM_L2.owl
http://www.w3.org/ns/locn
http://data.opendiscoveryspace.eu/lom_ontology_ods.owl#
http://sparql.sstu.ru:3030/speciality/
http://linkedscience.org/lsc/ns#
http://ontology.cybershare.utep.edu/ELSEWeb/elseweb-edac.owl
http://ontology.cybershare.utep.edu/ELSEWeb/mappings/elseweb-mappings.owl
http://lsq.aksw.org/vocab
http://ontology.cybershare.utep.edu/ELSEWeb/elseweb-data.owl
http://ontology.cybershare.utep.edu/ELSEWeb/elseweb-modelling.owl
http://www.w3.org/ns/prov-o#
http://nr.inria.fr/ludo/v1
http://ns.inria.fr/ludo/v1/gamemodel#
http://ns.inria.fr/ludo/v1/gamepresentation#
http://ns.inria.fr/ludo/v1/virtualcontext#
http://ns.inria.fr/ludo/v1/xapi#
http://purl.org/lobid/lv
http://lexvo.org/ontology
http://purl.org/linkingyou/
http://purl.org/iot/vocab/m3-lite#
http://www.w3.org/ns/ma-ont
http://www.loc.gov/mads/rdf/v1
http://www.gsi.dit.upm.es/ontologies/marl/ns
https://w3id.org/multidimensional-interface/ontology
http://w3id.org/medred/medred#
http://mex.aksw.org/mex-algo
http://mex.aksw.org/mex-core
http://mex.aksw.org/mex-perf
http://rdf.muninn-project.org/ontologies/military
http://www.w3.org/ns/mls#
http://purl.org/ontology/mo/
http://www.observedchange.com/moac/ns#
http://www.isibang.ac.in/ns/mod
http://iserve.kmi.open.ac.uk/ns/msm
http://www.ics.forth.gr/isl/MarineTLO/v4/marinetlo.owl
http://ns.inria.fr/munc#
http://www.kanzaki.com/ns/music-rdfs.rdf
http://schema.mobivoc.org/#
http://purl.oclc.org/NET/mvco.owl
https://data.nasa.gov/ontologies/atmonto/NAS#
http://geovocab.org/geometry
https://w3id.org/nno/ontology
http://ns.nature.com/terms/
http://ns.inria.fr/nrv#
http://ns.inria.fr/nicetag/2010/09/09/voc
http://www.w3.org/ns/oa#
http://www.ics.forth.gr/isl/oae/core
http://purl.obolibrary.org/obo/obi.owl
http://delicias.dia.fi.upm.es/ontologies/ObjectWithStates.owl
http://vocab.deri.ie/odapp
http://semweb.mmlab.be/ns/odapps
http://www.ontologydesignpatterns.org/cp/owl/participation.owl
http://www.w3.org/ns/odrl/2/
http://purl.org/opdm/refrigerator#
http://semweb.mmlab.be/ns/oh
http://purl.org/ontology/olo/core#
http://def.seegrid.csiro.au/isotc211/iso19156/2011/observation
https://w3id.org/omg
http://def.seegrid.csiro.au/ontology/om/om-lite
http://www.ics.forth.gr/isl/oncm/core
http://www.ontologydesignpatterns.org/ont/dul/ontopic.owl
http://www.gsi.dit.upm.es/ontologies/onyx/ns
http://environment.data.gov.au/def/op
https://w3id.org/opm#
http://purl.org/net/opmv/ns#
http://www.opmw.org/ontology/
http://vocab.deri.ie/orca
http://www.w3.org/ns/org#
http://data.ordnancesurvey.co.uk/ontology/admingeo/
http://data.ordnancesurvey.co.uk/ontology/geometry/
http://data.ordnancesurvey.co.uk/ontology/spatialrelations/
https://w3id.org/opentrafficlights#Ontology
http://www.w3.org/2002/07/owl
http://purl.org/net/p-plan#
http://purl.org/pav/
http://purl.org/ontology/pbo/core#
http://vocab.deri.ie/pdo
https://w3id.org/pep/
http://www.w3.org/ns/person
http://www.ontotext.com/proton/protonext
http://cedric.cnam.fr/isid/ontologies/PersonLink.owl#
http://premon.fbk.eu/ontology/fn
http://premon.fbk.eu/ontology/nb
http://premon.fbk.eu/ontology/pb
http://premon.fbk.eu/ontology/vn
http://purl.org/ontology/po/
http://dev.poderopedia.com/vocab/schema
http://data.ordnancesurvey.co.uk/ontology/postcode/
http://vocab.deri.ie/ppo
http://contsem.unizar.es/def/sector-publico/pproc#
http://purl.org/ontology/prv/core#
http://www.loc.gov/premis/rdf/v3/
http://ns.inria.fr/prissma/v2#
http://purl.org/spar/pro/
http://www.w3.org/ns/prov-dictionary#
http://ns.inria.fr/provoc
http://purl.org/net/provenance/types#
http://purl.org/spar/pso
http://www.ontotext.com/proton/protontop
http://purl.org/spar/pwo
http://purl.org/linked-data/cube
http://purl.org/qb4olap/cubes
http://purl.oclc.org/NET/ssnx/qu/qu
http://qudt.org/schema/qudt
https://w3id.org/arco/ontology/arco
http://guava.iis.sinica.edu.tw/r4r
http://iais.fraunhofer.de/vocabs/rami#
http://vocab.deri.ie/raul
http://www.w3.org/1999/02/22-rdf-syntax-ns#
http://www.w3.org/ns/rdfa#
https://w3id.org/rdfp/
http://www.w3.org/2000/01/rdf-schema#
http://purl.org/ontology/rec/core#
http://purl.org/reco#
http://purl.org/wf4ever/ro
http://vocab.deri.ie/rooms
http://www.w3.org/ns/regorg
http://www.w3.org/ns/r2rml#
http://purl.org/imbi/ru-meta.owl
http://rdfunit.aksw.org/ns/core#
http://ns.inria.fr/s4ac/v2
http://def.seegrid.csiro.au/isotc211/iso19156/2011/sampling
http://def.seegrid.csiro.au/ontology/om/sam-lite
http://dati.san.beniculturali.it/SAN/
https://w3id.org/saref
http://lod.taxonconcept.org/ontology/sci_people.owl
http://rdfs.org/scot/ns#
http://vocab.deri.ie/scovo
http://vocab.deri.ie/scsv
http://purl.org/linked-data/sdmx
http://vocab.deri.ie/search
https://w3id.org/seas/
https://w3id.org/seas/EvaluationOntology
https://w3id.org/seas/OperatingOntology
https://w3id.org/seas/QUDTAlignment
https://w3id.org/seas/StatisticsOntology
https://w3id.org/seas/SystemOntology
https://w3id.org/seas/BatteryOntology
https://w3id.org/seas/BuildingOntology
https://w3id.org/seas/DeviceOntology
https://w3id.org/seas/ForecastingOntology
https://w3id.org/seas/TimeOntology
https://w3id.org/seas/TradingOntology
http://securitytoolbox.appspot.com/securityMain#
https://w3id.org/seo#
http://www.ontologydesignpatterns.org/cp/owl/sequence.owl
http://www.opengis.net/ont/sf
http://www.w3.org/ns/shacl#
http://dati.cdec.it/lod/shoah/
http://paul.staroch.name/thesis/SmartHomeWeather.owl#
http://semanticscience.org/ontology/sio.owl
http://rdfs.org/sioc/ns#
http://www.ontologydesignpatterns.org/cp/owl/situation.owl
http://www.w3.org/2004/02/skos/core
http://www.w3.org/2008/05/skos-xl
http://www.w3.org/ns/solid/terms
http://www.w3.org/ns/sosa/
http://geovocab.org/spatial
http://kmi.open.ac.uk/projects/smartproducts/ontologies/food.owl
http://ns.inria.fr/ast/sql#
http://purl.oclc.org/NET/ssnx/ssn
http://www.w3.org/ns/ssn/
http://semweb.mmlab.be/ns/stoptimes#Ontology#Ontology
https://w3id.org/i40/sto/iot/concerns/
http://ns.bergnet.org/tac/0.1/triple-access-control#
http://vocab.deri.ie/tao
https://w3id.org/timebank
https://www.w3.org/2019/wot/td#
http://purl.org/theatre#
http://resource.geosciml.org/ontology/timescale/thors
http://www.ontologydesignpatterns.org/cp/owl/timeinterval.owl
http://www.w3.org/2006/time
http://purl.org/tio/ns#
http://www.ontologydesignpatterns.org/cp/owl/timeindexedsituation.owl
http://www.observedchange.com/tisc/ns#
http://purl.org/NET/c4dm/timeline.owl
http://def.seegrid.csiro.au/isotc211/iso19108/2002/temporal
http://data.ign.fr/def/topo#
http://www.sensormeasurement.appspot.com/ont/transport/traffic#
http://purl.org/net/tsn#
http://purl.org/net/tsnchange#
http://lod.taxonconcept.org/ontology/txn.owl
http://purl.org/olia/ubyCat.owl
http://purl.org/uco/ns#
http://purl.org/umu/uneskos
http://purl.uniprot.org/core/
http://uri4uri.net/vocab#
https://w3id.org/usability
http://www.linkedmodel.org/schema/vaem
http://www.w3.org/2006/vcard/ns
http://purl.org/net/VideoGameOntology
http://w3id.org/vir#
http://vivoweb.org/ontology/core
http://purl.org/vocommons/voaf
http://w3id.org/rsp/vocals#
http://vocab.deri.ie/void
http://purl.org/query/voidext
http://www.ics.forth.gr/isl/VoIDWarehouse/VoID_Extension_Schema.owl
http://www.w3.org/2003/06/sw-vocab-status/ns
http://purl.org/vso/ns
http://purl.org/wai#
http://purl.org/net/wf-invocation
http://purl.org/wf4ever/wfdesc
http://purl.org/net/wf-motifs
http://purl.org/wf4ever/wfprov
http://www.kanzaki.com/ns/whois
http://purl.org/ontology/wi/core#
http://www.wsmo.org/ns/wsmo-lite#
http://purl.org/ontology/wo/
http://purl.org/ontology/wo/core#
https://w3id.org/xapi/ontology#
https://w3id.org/vocab/xbrll
